const writings = [
  // {
  //   title: "داستان زندگی من",
  //   href: "",
  //   slug: "",
  //   date: () => new Date(1662060344658),
  //   author: "سبحان اسفندیاری",
  //   category: ["پناهندگی"],
  //   brief: `از ابتدای به سکون دوست دارم در مورد اوضاع و احوال ابتدایی زندگی‌ام صحبت کنم، منظورم از زمان کودکی و نوجوانی است.
  //   من در کودکی نمی توانم این را بگویم که دوران سختی داشتم به هر حال مادر و پدری داشتم که همه جوره به من سرویس دادند و من را حمایت کردند و در مواقعی از خود زدند و به من اضافه کردند. پدر و مادری که همچون کوه پشت من بودند.
  //   اما زندگی من از چالش هایی که توأم با درس ها و تجربه های شیرین و تلخی همراه شده است که باعث رشد دو چندان من شده اند.
  //   اما اگر بخواهم این موضوع را موشکافانه بررسی بکنم، باید بگویم که من در یک خانواده کاملا متوسط بزرگ شدم اما متاسفانه مابقی مردم فکر میکردند که من در یک یک خانواده بسیار پولدار و مرفه زندگی کرده‌ام البته همگی اینها به این موضوع معطوف می شوند که من در خانه ای در شمال تهران در محله نخجوان از محلاتی از نیاوران که خوب تبعاً افراد بسیار پولداری در آنجا زندگی می کنند اما نه لزوماً خانواده ما!
  //   پدرم بسیار فردی تلاشگر و هر روز دنبال بهره‌وری بیشتر خود خود و خانواده است.
  //   مادرمم نیز بسیار فردی مهربان و بسیار دلسوز که همیشه به خانواده بیشتر از آنچه که نیاز داشته است سرویس داده است.
  //   من متولد سال ۷۳ شمسی در روز ششم آذر ماه در یک روز برفی متولد شدم.
  //   خانواده ای که در آن رشد کردم یک خانواده کاملا سیاسی هستند که تقریبا تمامی اعضای آن توسط رژیم های شاه و شیخ دستگیر و شکنجه شده اند.
  //   مادرم وقتی تنها ۱۲ سال داشته است صحنه هایی از شکنجه و بازجویی دیده است که هر کس جای وی می‌بود تا الان دچار اختلالات روانی شدیدی شده بود.
  //   پدرم در سال ۵۴ شمسی توسط رژیم شاه دستگیر و به شدت شکنجه شده بود و به دو سال زندان نیز محکوم شده بود. صحنه هایی که پدرم در زندان دیده بود قطعاً تن هر انسانی را به لرزه در خواهد آورد. پدرم در زندان یک فرد تاثیرگذار بود و بعضی از افراد مسئول امروز ایران در زندان زیر دست پدرم بودند و اما امروز این افراد که هیچ جایگاهی در جامعه مدرن و دموکرات نداشته و نخواهند داشت بر ایران حکومت میکنند.
  //   و بقیه خویشاوندان من چون دایی‌ها و خاله ها و عموها و عمه های من و همینطور مادربزرگ من منظورم مادر مهری است در زندان مورد شکنجه قرار گرفته اند.
  //   رژیم ضدبشری آخوندی در سال ۶۰ شوهر عمه من، اکبر طریقی را اعدام کرد.
  //   پدر من در مجموعه بیش از ۱۲ سال زندان را تجربه کرده است. او یکی از بازماندگان کشتار جمعی سال ۶۷ است. کشتاری که در آن بیش از ۳۳ هزار نفر فقط با یک فتوا اعدام شدند.
  //   دو تن از عموهای من و همینطور عمه من توسط رژیم ضدبشری آخوندی ترور شده‌اند.
  //   و خود تبعاً کسی که در چنین خانواده ای باشند باید در درون او شعله ای فروزان باشد تا بتوانند همچون مابقی اعضای خانواده او هم پرچمدار آزادی خواهی و از آزادی خواهان در جامعه باشد.`,
  //   text: "",
  //   headerImage: "/pics/writings/myStory/sobhanessi young.jpg",
  // },
  {
    title: "داستان پناهندگی من",
    href: "",
    slug: "",
    date: () => new Date(1660849200000),
    author: "سبحان اسفندیاری",
    category: ["پناهندگی"],
    brief: `همیشه دوست داشتم تا بتونم در مورد مسیری که آمدم و اتفاقات تلخ و شیرینی که در این مسیر بر من گذشت را طوری بیان کنم که دیگران هم بتوانند استفاده کنند و همینطور در جایی نیز ثبت بشود.
    در این مسیر خودم به شخصه احساس میکنم که بسیار بزرگ شدم چون اول از همه و مهم تر از بقیه افرادی وارد زندگی من شدند که باعث شدند تفییراتی چه خوب و چه بد در من صورت بپذیرد که به خودی خود من را چندین مرحله و سال به جلو پرتاب کرد.
    به علت حجم بالای مطالب، من مطالب را در چندین پست در همین وبسایت منتشر میکنم`,
    text: "",
    headerImage: "/pics/writings/refugeeStory/refugee.jpg",
  },
  {
    title: "اولین نوشته من در فرمت جدید وبسایت ام",
    href: "/writings/hello-world!",
    slug: "hello-world!",
    date: () => new Date(1660134600000),
    author: "سبحان اسفندیاری",
    category: ["زندگی"],
    brief:
      "در این صفحه درباره موضوعات مختلفی از زندگی شخصی و اتفاقات روزمره تا داستان هایی که خودم آنها را خلق کرده ام خواهید خواند.",
    text: `Why am I writing? Short answer, because I like it.
    However there are some lacks in writing skills and there is also language barrier here as well, I might not be a good writer but I can publish some of the things that I have faced my entire life for other people who enjoys it.
    I hope these writings find you as well and you learn also something from me, or even me from you!`,
    headerImage: "/pics/sobhanessi.jpg",
  },
];

export default writings;
